return {
    [ 1 ] = {
        [ "ch_key" ] = "杰西卡",
        [ "dialog" ] = {
            [ 1 ] = "达令，不休息下吗？",
            [ 2 ] = "达令，请温柔点。",
            [ 3 ] = "好痛，达令太用力了。",
            [ 4 ] = "达令，别这样，我。。。",
        },
        [ "level" ] = 1,
    },
    [ 2 ] = {
        [ "ch_key" ] = "凯莉",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 2,
    },
    [ 3 ] = {
        [ "ch_key" ] = "伊丽莎白",
        [ "dialog" ] = {
            [ 1 ] = "达令，不休息下吗？",
            [ 2 ] = "达令，请温柔点。",
            [ 3 ] = "好痛，达令太用力了。",
            [ 4 ] = "达令，别这样，我。。。",
        },
        [ "level" ] = 3,
    },
    [ 4 ] = {
        [ "ch_key" ] = "伊芙琳",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 4,
    },
    [ 5 ] = {
        [ "ch_key" ] = "佐伊",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 5,
    },
    [ 6 ] = {
        [ "ch_key" ] = "娜塔莉",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 6,
    },
    [ 7 ] = {
        [ "ch_key" ] = "娜斯提娅",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 7,
    },
    [ 8 ] = {
        [ "ch_key" ] = "伊莎贝拉",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 8,
    },
    [ 9 ] = {
        [ "ch_key" ] = "海蒂",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 9,
    },
    [ 10 ] = {
        [ "ch_key" ] = "中岛希子",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 10,
    },
    [ 11 ] = {
        [ "ch_key" ] = "Rose",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 11,
    },
    [ 12 ] = {
        [ "ch_key" ] = "莉莉",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 12,
    },
    [ 13 ] = {
        [ "ch_key" ] = "章亦灵",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 13,
    },
    [ 14 ] = {
        [ "ch_key" ] = "莫妮卡",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 14,
    },
    [ 15 ] = {
        [ "ch_key" ] = "艾玛",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 15,
    },
    [ 16 ] = {
        [ "ch_key" ] = "艾米",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 16,
    },
    [ 17 ] = {
        [ "ch_key" ] = "邦妮",
        [ "dialog" ] = {
            [ 1 ] = "达令，我还是有点热，不如~",
            [ 2 ] = "达令，还想要吗？",
            [ 3 ] = "啊，稍微轻点~",
            [ 4 ] = "达令，真是有精神呢",
        },
        [ "level" ] = 17,
    },
}